Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: iCloud Sync active
de: iCloud-Synchronisierung aktiv
es: Sincronizacion de iCloud activa
fr: Sync iCloud active
it: Sincronizzazione iCloud attiva
nl: iCloud Sync actief
sv: iCloud Synkronisera Aktiv

source: iCloud temporarily unavailable
de: iCloud vorübergehend nicht verfügbar
es: iCloud temporalmente no disponible
fr: iCloud temporairement indisponible
it: iCloud temporaneamente non disponibile

source: iCloud unavailable
de: iCloud nicht verfügbar
es: iCloud no disponible
fr: iCloud indisponible
it: iCloud non disponibile
nl: iCloud niet beschikbaar

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
nl: Icoon
sv: Ikon

source: If puppy freezes, lure them forward with treats
de: Wenn der Welpe erstarrt, mit Leckerlis vorwärts locken
es: Si el cachorro se congela, atraelo hacia adelante con premios
fr: Si le chiot se fige, attirez-le avec des friandises
it: Se il cucciolo si blocca, attiralo avanti con premietti
sv: If Valp freezes, lure them forward with Godisar

source: If puppy pulls, stop walking immediately
de: Wenn der Welpe zieht, sofort stehen bleiben
es: Si el cachorro jala, deja de caminar inmediatamente
fr: Si le chiot tire, arrêtez-vous immédiatement
it: Se il cucciolo tira, fermati immediatamente
sv: If Valp pulls, stop Promenerar immediately

source: If they break, simply reset without punishment
de: Wenn sie abbrechen, einfach zurücksetzen ohne Bestrafung
es: Si rompe, simplemente reinicia sin castigo
fr: S'ils rompent, recommencez simplement sans punir
it: Se interrompe, semplicemente ricomincia senza punire
sv: If they break, simply Återställ without punishment

source: If they don't respond, try again later or reduce distractions
de: Wenn sie nicht reagieren, später erneut versuchen oder Ablenkungen reduzieren
es: Si no responde, intenta de nuevo mas tarde o reduce las distracciones
fr: S'ils ne répondent pas, réessayez plus tard ou réduisez les distractions
it: Se non risponde, riprova più tardi o riduci le distrazioni
sv: If they don't respond, Försök igen later or reduce distractions

source: If they jump, hold treat closer to nose
de: Wenn sie springen, Leckerli näher an die Nase halten
es: Si salta, sostiene el premio mas cerca de la nariz
fr: S'ils sautent, tenez la friandise plus près du nez
it: Se salta, tieni il premietto più vicino al naso
sv: If they jump, hold Godis closer Till nose

source: If they lose interest, use higher value treats
de: Wenn sie das Interesse verlieren, höherwertige Leckerlis verwenden
es: Si pierde interes, usa premios de mayor valor
fr: S'ils perdent intérêt, utilisez des friandises de plus grande valeur
it: Se perde interesse, usa premietti di valore più alto
sv: If they lose interest, use higher value Godisar

source: If they stand, you moved the treat too far
de: Wenn sie aufstehen, hast du das Leckerli zu weit bewegt
es: Si se para, moviste el premio muy lejos
fr: S'ils se lèvent, vous avez déplacé la friandise trop loin
it: Se si alza, hai mosso il premietto troppo lontano
sv: If they stand, you moved the Godis too far

source: If your dog has passed away...
de: Wenn dein Hund verstorben ist...
es: Si tu perro ha fallecido...
fr: Si votre chien est décédé...
it: Se il tuo cane e venuto a mancare...
sv: If your Hund has passed away...

source: Immediately give a treat within 1-2 seconds
de: Sofort ein Leckerli innerhalb von 1-2 Sekunden geben
es: Da un premio inmediatamente en 1-2 segundos
fr: Donnez immédiatement une friandise dans les 1-2 secondes
it: Dai immediatamente un premietto entro 1-2 secondi
sv: Immediately give a Godis within 1-2 seconds

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
sv: Importera

source: Import from Contacts
de: Aus Kontakten importieren
es: Importar de Contactos
fr: Importer depuis les contacts
it: Importa da Contatti
sv: Importera Från Contacts

source: Import from GitHub
de: Von GitHub importieren
es: Importar de GitHub
fr: Importer depuis GitHub
it: Importa da GitHub
nl: Importeer van GitHub
sv: Importera Från GitHub

source: Import from Web App
de: Aus Web-App importieren
es: Importar de la app web
fr: Importer depuis l'app web
it: Importa da Web App
sv: Importera Från Web App

source: Import loads JSONL files from ~/Github NW/Otis/data. Reset deletes all Core Data and starts fresh.
de: Import lädt JSONL-Dateien aus ~/Github NW/Otis/data. Zurücksetzen löscht alle Core-Daten und startet neu.
es: La importacion carga archivos JSONL desde ~/Github NW/Otis/data. Restablecer elimina todos los datos y comienza de nuevo.
fr: L'import charge les fichiers JSONL depuis ~/Github NW/Otis/data. La réinitialisation supprime toutes les données Core Data et repart à zéro.
it: L'importazione carica file JSONL da ~/Github NW/Otis/data. Reset elimina tutti i dati Core e ricomincia.
sv: Importera loads JSONL files Från ~/Github NW/Otis/Data. Återställ deletes Alla Core Data and starts fresh.

source: Import mislukt
de: Import fehlgeschlagen
es: Importacion fallida
fr: Échec de l'import
it: Importazione fallita
sv: Importera mislukt

source: Import voltooid!
de: Import abgeschlossen!
es: Importacion completada!
fr: Import terminé !
it: Importazione completata!
sv: Importera voltooid!

source: Import Web App Data?
de: Web-App-Daten importieren?
es: Importar datos de la app web?
fr: Importer les données de l'app web ?
it: Importare dati Web App?
sv: Importera Web App Data?

source: Important for safety
de: Wichtig für Sicherheit
es: Importante para la seguridad
fr: Important pour la sécurité
it: Importante per la sicurezza

source: Importeren
de: Importieren
es: Importar
fr: Importer
it: Importa

source: Importeren...
de: Importieren...
es: Importando...
fr: Import en cours...
it: Importazione...

source: Impulse Control
de: Impulskontrolle
es: Control de impulsos
fr: Contrôle des impulsions
it: Controllo impulsi

source: in %lld days
de: in %lld Tagen
es: en %lld dias
fr: dans %lld jours
it: tra %lld giorni
sv: I %lld dagar

source: in %lld weeks
de: in %lld Wochen
es: en %lld semanas
fr: dans %lld semaines
it: tra %lld settimane
sv: I %lld veckor

source: in 1 day
de: in 1 Tag
es: en 1 dia
fr: dans 1 jour
it: tra 1 giorno
sv: I 1 Dag

source: in 1 week
de: in 1 Woche
es: en 1 semana
fr: dans 1 semaine
it: tra 1 settimana
sv: I 1 Vecka

source: in a row!
de: in Folge!
es: seguidos!
fr: d'affilée !
it: di fila!
nl: op rij!
sv: I a row!

source: In Calendar
de: Im Kalender
es: En calendario
fr: Dans le calendrier
it: Nel calendario
sv: I Kalender

source: In flexible mode, this is the minimum time between walks.
de: Im flexiblen Modus ist dies die Mindestzeit zwischen Spaziergängen.
es: En modo flexible, este es el tiempo minimo entre paseos.
fr: En mode flexible, c'est le temps minimum entre les promenades.
it: In modalità flessibile, questo è il tempo minimo tra le passeggiate.
sv: I flexible mode, denna is the Minimum Tid between Promenader.

source: In Loving Memory
de: In liebevoller Erinnerung
es: En memoria amorosa
fr: À la mémoire
it: In memoria
sv: I Loving Memory

source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso
sv: Pågående

source: In the socialization window
de: Im Sozialisierungsfenster
es: En la ventana de socializacion
fr: Dans la fenêtre de socialisation
it: Nella finestra di socializzazione
sv: I the Socialisering window

source: Include all event photos (may be large)
de: Alle Ereignisfotos einschließen (kann groß sein)
es: Incluir todas las fotos de eventos (puede ser grande)
fr: Inclure toutes les photos des événements (peut être volumineux)
it: Includi tutte le foto eventi (potrebbe essere grande)
sv: Include Alla Händelse Foton (Maj be Stor)

source: Include event details
de: Ereignisdetails einschließen
es: Incluir detalles de eventos
fr: Inclure les détails de l'événement
it: Includi dettagli eventi
sv: Include Händelse Detaljer

source: Include in export
de: In Export einschließen
es: Incluir en exportacion
fr: Inclure dans l'export
it: Includi nell'esportazione
sv: Include I Exportera

source: Include notes, location, duration, and other details.
de: Notizen, Standort, Dauer und andere Details einschließen.
es: Incluir notas, ubicacion, duracion y otros detalles.
fr: Inclure les notes, l'emplacement, la durée et autres détails.
it: Includi note, posizione, durata e altri dettagli.
sv: Include Anteckningar, Plats, Längd, and other Detaljer.

source: Include puppy name
de: Welpennamen einschließen
es: Incluir nombre del cachorro
fr: Inclure le nom du chiot
it: Includi nome cucciolo
sv: Include Valp Namn

source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
fr: Indéfiniment
it: Indefinitamente
nl: Onbeperkt

source: indoor
de: drinnen
es: adentro
fr: intérieur
it: dentro
sv: Inomhus

source: Indoor
de: Drinnen
es: Interior
fr: Intérieur
it: In casa
sv: Inomhus

source: Indoor location
de: Standort drinnen
es: Ubicacion interior
fr: Emplacement intérieur
it: Posizione interna
sv: Inomhus Plats

source: Inline shimmer effect
de: Inline-Schimmereffekt
es: Efecto brillante en linea
fr: Effet de miroitement en ligne
it: Effetto luccicante inline

source: Inside
de: Drinnen
es: Adentro
fr: À l'intérieur
it: Dentro
nl: Binnen
sv: Inomhus

source: Inside or outside
de: Drinnen oder draußen
es: Adentro o afuera
fr: Intérieur ou extérieur
it: Dentro o fuori
sv: Inomhus or Utomhus

source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
it: Approfondimenti
nl: Inzichten
sv: Insikter

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
nl: Instructies

source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione

source: Insurance Agency
de: Versicherungsagentur
es: Agencia de seguros
fr: Agence d'assurance
it: Agenzia assicurazioni

source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
it: Integrazioni

source: Interval between walks
de: Intervall zwischen Spaziergängen
es: Intervalo entre paseos
fr: Intervalle entre les promenades
it: Intervallo tra passeggiate
sv: Intervall between Promenader

source: Invalid file content
de: Ungültiger Dateiinhalt
es: Contenido de archivo invalido
fr: Contenu de fichier invalide
it: Contenuto file non valido
sv: Invalid Fil content

source: Invalid milestone date.
de: Ungültiges Meilensteindatum.
es: Fecha de hito invalida.
fr: Date d'étape invalide.
it: Data traguardo non valida.
sv: Invalid Milstolpe Datum.

source: Invalid response from GitHub
de: Ungültige Antwort von GitHub
es: Respuesta invalida de GitHub
fr: Réponse invalide de GitHub
it: Risposta non valida da GitHub
sv: Invalid response Från GitHub

source: Invalid response from server
de: Ungültige Antwort vom Server
es: Respuesta invalida del servidor
fr: Réponse invalide du serveur
it: Risposta non valida dal server
sv: Invalid response Från server

source: Invalid URL
de: Ungültige URL
es: URL invalida
fr: URL invalide
it: URL non valido

source: Invalid URL format
de: Ungültiges URL-Format
es: Formato de URL invalido
fr: Format d'URL invalide
it: Formato URL non valido

source: Invalid webhook URL
de: Ungültige Webhook-URL
es: URL de webhook invalida
fr: URL de webhook invalide
it: URL webhook non valido

source: Invite another person
de: Eine weitere Person einladen
es: Invitar a otra persona
fr: Inviter une autre personne
it: Invita un'altra persona

source: Invited
de: Eingeladen
es: Invitado
fr: Invité
it: Invitato

source: Is %@ already home?
de: Ist %@ schon zu Hause?
es: Ya esta %@ en casa?
fr: %@ est-il déjà à la maison ?
it: %@ è già a casa?
sv: Is %@ already Hem?

source: It's okay — this is a learning opportunity!
de: Es ist okay — das ist eine Lernmöglichkeit!
es: Esta bien — es una oportunidad de aprendizaje!
fr: C'est normal — c'est une opportunité d'apprentissage !
it: Va bene — questa è un'opportunità di apprendimento!
sv: It's okay — denna is a learning opportunity!

source: Item not found.
de: Element nicht gefunden.
es: Elemento no encontrado.
fr: Élément non trouvé.
it: Elemento non trovato.

source: Journal
de: Tagebuch
es: Diario
it: Diario
nl: Dagboek

source: Just fell asleep
de: Gerade eingeschlafen
es: Se acaba de dormir
fr: Vient de s'endormir
it: Appena addormentato
sv: Just fell Sover

source: Just peed
de: Gerade gepinkelt
es: Acaba de hacer pis
fr: Vient de faire pipi
it: Appena fatto pipì

source: Just start tracking. Patterns emerge fast.
de: Fang einfach an zu tracken. Muster zeigen sich schnell.
es: Solo comienza a registrar. Los patrones emergen rapido.
fr: Commencez simplement le suivi. Les habitudes émergent vite.
it: Inizia a tracciare. I pattern emergono velocemente.
nl: Begin gewoon met loggen. Patronen worden snel duidelijk.
sv: Just Start tracking. Mönster emerge fast.

source: Just went
de: Gerade gegangen
es: Acaba de ir
it: Appena fatto
nl: Net geweest

source: Just woke
de: Gerade aufgewacht
es: Acaba de despertar
fr: Vient de se réveiller
it: Appena svegliato
sv: Just Vaknade

source: Juvenile
de: Juvenil
es: Juvenil
fr: Juvénile
it: Giovane

source: Keep it up!
de: Weiter so!
es: Sigue asi!
fr: Continuez comme ça !
it: Continua cosi!
sv: Keep it Upp!

source: Keep sessions short (2-3 minutes)
de: Sitzungen kurz halten (2-3 Minuten)
es: Manten las sesiones cortas (2-3 minutos)
fr: Gardez les séances courtes (2-3 minutes)
it: Mantieni le sessioni brevi (2-3 minuti)
sv: Keep sessions short (2-3 minuter)

source: Keep sessions very short at first
de: Sitzungen anfangs sehr kurz halten
es: Manten las sesiones muy cortas al principio
fr: Gardez les séances très courtes au début
it: Mantieni le sessioni molto brevi all'inizio
sv: Keep sessions very short Kl first

source: Keep the treat close to their nose
de: Das Leckerli nah an der Nase halten
es: Manten el premio cerca de su nariz
fr: Gardez la friandise près de leur nez
it: Tieni il premietto vicino al naso
sv: Keep the Godis Stäng Till their nose

source: Keep up the great work!
de: Mach weiter so!
es: Sigue con el excelente trabajo!
fr: Continuez ce bon travail !
it: Continua così!
sv: Keep Upp the Jättebra work!

source: Kilograms (kg)
de: Kilogramm (kg)
es: Kilogramos (kg)
fr: Kilogrammes (kg)
it: Chilogrammi (kg)
sv: Kilogram (kg)

source: Klaar
de: Fertig
es: Listo
fr: Terminé
it: Pronto

source: Kon preview niet laden
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fr: Impossible de charger l'aperçu
it: Impossibile caricare anteprima

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta

source: Labrador, Golden Retriever, German Shepherd
de: Labrador, Golden Retriever, Deutscher Schäferhund
es: Labrador, Golden Retriever, Pastor Aleman
fr: Labrador, Golden Retriever, Berger Allemand
it: Labrador, Golden Retriever, Pastore Tedesco
nl: Labrador, Golden Retriever, Duitse Herder

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
nl: Groot
sv: Stor

source: Large (25-45kg)
de: Groß (25-45kg)
es: Grande (25-45kg)
fr: Grand (25-45kg)
it: Grande (25-45kg)
nl: Groot (25-45kg)
sv: Stor (25-45kg)

source: Large dog
de: Großer Hund
es: Perro grande
fr: Grand chien
it: Cane grande
sv: Stor Hund

source: Last checked
de: Zuletzt geprüft
es: Ultima verificacion
fr: Dernière vérification
it: Ultimo controllo
sv: Senaste checked

source: Last import: %@
de: Letzter Import: %@
es: Ultima importacion: %@
fr: Dernier import : %@
it: Ultima importazione: %@
nl: Laatste import: %@
sv: Senaste Importera: %@

source: Last measured %@
de: Zuletzt gemessen %@
es: Ultima medicion %@
fr: Dernière mesure %@
it: Ultima misurazione %@
sv: Senaste measured %@

source: Last sent: %@
de: Zuletzt gesendet: %@
es: Ultimo envio: %@
fr: Dernier envoi : %@
it: Ultimo invio: %@
sv: Senaste sent: %@

source: Last session: %@
de: Letzte Sitzung: %@
es: Ultima sesion: %@
fr: Dernière séance : %@
it: Ultima sessione: %@
sv: Senaste session: %@

source: Last walk before
de: Letzter Spaziergang vor
es: Ultimo paseo antes
fr: Dernière promenade avant
it: Ultima passeggiata prima di
sv: Senaste Promenad before

source: Last week
de: Letzte Woche
es: Ultima semana
it: Settimana scorsa
nl: Vorige week
sv: Senaste Vecka

source: Last weighed %lld days ago
de: Vor %lld Tagen gewogen
es: Ultima pesada hace %lld dias
fr: Dernière pesée il y a %lld jours
it: Ultimo peso %lld giorni fa
sv: Senaste weighed %lld dagar sedan

source: Last weighed 1 day ago
de: Vor 1 Tag gewogen
es: Ultima pesada hace 1 dia
fr: Dernière pesée il y a 1 jour
it: Ultimo peso 1 giorno fa
sv: Senaste weighed 1 Dag sedan

source: Last: %@
de: Zuletzt: %@
es: Ultimo: %@
fr: Dernier : %@
it: Ultimo: %@
nl: Laatst: %@
sv: Senaste: %@

source: Late afternoon
de: Später Nachmittag
es: Final de la tarde
fr: Fin d'après-midi
it: Tardo pomeriggio
sv: Late Eftermiddag

source: Late evening
de: Später Abend
es: Final de la noche
fr: Fin de soirée
it: Tarda sera
sv: Late Kväll

source: Later
de: Später
es: Mas tarde
fr: Plus tard
it: Piu tardi

source: lbs
de: lb
it: lb
sv: lb

source: Learn More
de: Mehr erfahren
es: Saber mas
it: Scopri di piu
nl: Meer informatie
sv: Läs mer

source: Learning & Growing
de: Lernen & Wachsen
es: Aprendiendo y creciendo
fr: Apprendre et grandir
it: Apprendimento e crescita
sv: Lär sig & Growing

source: Leave empty to use the document type as title
de: Leer lassen, um den Dokumenttyp als Titel zu verwenden
es: Dejar vacio para usar el tipo de documento como titulo
fr: Laissez vide pour utiliser le type de document comme titre
it: Lascia vuoto per usare il tipo documento come titolo
sv: Leave empty Till use the Dokument Typ as Titel

source: Let puppy sniff the collar first
de: Welpen zuerst am Halsband schnuppern lassen
es: Deja que el cachorro olfatee el collar primero
fr: Laissez le chiot renifler le collier d'abord
it: Lascia che il cucciolo annusi prima il collare
sv: Let Valp sniff the Halsband first

source: Let your puppy sniff the treat but not eat it
de: Deinen Welpen am Leckerli schnuppern lassen, aber nicht fressen
es: Deja que tu cachorro olfatee el premio pero no lo coma
fr: Laissez votre chiot renifler la friandise mais pas la manger
it: Lascia che il cucciolo annusi il premietto ma non lo mangi
sv: Let your Valp sniff the Godis but not Äta it

source: Let's go!
de: Los geht's!
es: Vamos!
it: Andiamo!
nl: Laten we beginnen!

source: Let's Go!
de: Los geht's!
es: Vamos!
fr: C'est parti !
it: Andiamo!

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
sv: Ljust

source: Light color adjustments for the current season.
de: Leichte Farbanpassungen für die aktuelle Jahreszeit.
es: Ajustes de color suaves para la temporada actual.
fr: Ajustements de couleur légers pour la saison actuelle.
it: Regolazioni colore leggere per la stagione attuale.
sv: Ljust Färg adjustments for the Aktuell season.

source: Lighting
de: Beleuchtung
es: Iluminacion
fr: Éclairage
it: Illuminazione

source: Link Contact
de: Kontakt verknüpfen
es: Vincular contacto
fr: Lier le contact
it: Collega contatto
sv: Link Kontakt

source: Link Milestone
de: Meilenstein verknüpfen
es: Vincular hito
fr: Lier l'étape
it: Collega traguardo
sv: Link Milstolpe

source: Link to meal
de: Mit Mahlzeit verknüpfen
es: Vincular a comida
fr: Lier au repas
it: Collega a pasto
nl: Koppelen aan maaltijd
sv: Link Till Måltid

source: List
de: Liste
es: Lista
fr: Liste
it: Lista

source: Loading
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento
sv: Laddar

source: Loading weather...
de: Wetter laden...
es: Cargando clima...
fr: Chargement de la météo...
it: Caricamento meteo...
nl: Weer laden...
sv: Laddar Väder...

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
sv: Laddar...

source: Location
de: Standort
es: Ubicacion
fr: Emplacement
it: Posizione
sv: Plats

source: Location captured
de: Standort erfasst
es: Ubicacion capturada
fr: Emplacement capturé
it: Posizione catturata
sv: Plats captured

source: Location from photo
de: Standort aus Foto
es: Ubicacion de la foto
fr: Emplacement de la photo
it: Posizione dalla foto
nl: Locatie uit foto
sv: Plats Från Foto

source: Location set
de: Standort festgelegt
es: Ubicacion establecida
fr: Emplacement défini
it: Posizione impostata
sv: Plats set

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato

source: Log
de: Protokollieren
es: Registrar
fr: Journal
it: Registra
sv: Logg

source: Log %@
de: %@ protokollieren
es: Registrar %@
fr: Enregistrer %@
it: Registra %@
sv: Logg %@

source: Log ${pottyType} ${location}
de: ${pottyType} ${location} protokollieren
es: Registrar ${pottyType} ${location}
fr: Enregistrer ${pottyType} ${location}
it: Registra ${pottyType} ${location}
sv: Logg ${pottyType} ${Plats}

source: Log a pee event
de: Pipi-Ereignis protokollieren
es: Registrar un evento de pis
fr: Enregistrer un pipi
it: Registra una pipì
sv: Logg a Kissa Händelse

source: Log a poop event
de: Häufchen-Ereignis protokollieren
es: Registrar un evento de caca
fr: Enregistrer un caca
it: Registra una cacca
sv: Logg a Bajsa Händelse

source: Log a walk with your puppy
de: Einen Spaziergang mit deinem Welpen protokollieren
es: Registrar un paseo con tu cachorro
fr: Enregistrer une promenade avec votre chiot
it: Registra una passeggiata con il tuo cucciolo
sv: Logg a Promenad with your Valp

source: Log another weight to see the growth story
de: Ein weiteres Gewicht protokollieren, um die Wachstumsgeschichte zu sehen
es: Registra otro peso para ver la historia de crecimiento
fr: Enregistrez un autre poids pour voir l'histoire de croissance
it: Registra un altro peso per vedere la storia della crescita
sv: Logg another Vikt Till see the Tillväxt story

source: Log completed nap
de: Abgeschlossenes Nickerchen protokollieren
es: Registrar siesta completada
fr: Enregistrer la sieste terminée
it: Registra nanna completata
sv: Logg Slutförd Tupplur

source: Log completed walk
de: Abgeschlossenen Spaziergang protokollieren
es: Registrar paseo completado
fr: Enregistrer la promenade terminée
it: Registra passeggiata completata
sv: Logg Slutförd Promenad

source: Log event
de: Ereignis protokollieren
es: Registrar evento
fr: Enregistrer un événement
it: Registra evento
sv: Logg Händelse

source: Log Event
de: Ereignis protokollieren
es: Registrar evento
fr: Enregistrer un événement
it: Registra evento
sv: Logg Händelse

source: Log Exposure
de: Kontakt protokollieren
es: Registrar exposicion
fr: Enregistrer une exposition
it: Registra esposizione
sv: Logg Exposure

source: Log Meal
de: Mahlzeit protokollieren
es: Registrar comida
fr: Enregistrer un repas
it: Registra pasto
sv: Logg Måltid

source: Log Nap
de: Nickerchen protokollieren
es: Registrar siesta
fr: Enregistrer une sieste
it: Registra nanna
sv: Logg Tupplur

source: Log now
de: Jetzt protokollieren
es: Registrar ahora
fr: Enregistrer maintenant
it: Registra ora
sv: Logg Nu

source: Log Pee Inside
de: Pipi drinnen protokollieren
es: Registrar pis adentro
fr: Enregistrer pipi à l'intérieur
it: Registra pipì dentro
sv: Logg Kissa Inomhus

source: Log Pee Outside
de: Pipi draußen protokollieren
es: Registrar pis afuera
fr: Enregistrer pipi dehors
it: Registra pipì fuori
sv: Logg Kissa Utomhus

source: Log poop
de: Häufchen protokollieren
es: Registrar caca
fr: Enregistrer caca
it: Registra cacca
sv: Logg Bajsa

source: Log Poop Inside
de: Häufchen drinnen protokollieren
es: Registrar caca adentro
fr: Enregistrer caca à l'intérieur
it: Registra cacca dentro
sv: Logg Bajsa Inomhus

source: Log Poop Outside
de: Häufchen draußen protokollieren
es: Registrar caca afuera
fr: Enregistrer caca dehors
it: Registra cacca fuori
sv: Logg Bajsa Utomhus

source: Log potty
de: Toilette protokollieren
es: Registrar necesidades
fr: Enregistrer besoins
it: Registra bisognino
sv: Logg Toalettbesök

source: Log Potty
de: Toilette protokollieren
es: Registrar necesidades
fr: Enregistrer besoins
it: Registra bisognino
sv: Logg Toalettbesök
